{
  "quotes": [    {
      "quoteText": "I am utterly amazed, utterly enchanted! I have a precursor, and what a precursor! I hardly knew Spinoza: that I should have turned to him just now, was inspired by \"instinct.\" Not only is his overtendency like mine—namely to make all knowledge the most powerful affect — but in five main points of his doctrine I recognize myself; this most unusual and loneliest thinker is closest to me precisely in these matters: he denies the freedom of the will, teleology, the moral world-order, the unegoistic, and evil. Even though the divergencies are admittedly tremendous, they are due more to the difference in time, culture, and science. In summa: my lonesomeness, which, as on very high mountains, often made it hard for me to breathe and make my blood rush out, is now at least a twosomeness. Strange! Incidentally, I am not at all as well as I had hoped. Exceptional weather here too! Eternal change of atmospheric conditions! — that will yet drive me out of Europe! I must have clear skies for months, else I get nowhere. Already six severe attacks of two or three days each. With affectionate love, Your friend.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Here the ways of men part: if you wish to strive for peace of soul and pleasure, then believe; if you wish to be a devotee of truth, then inquire.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "There are no facts, only interpretations.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "In Germany there is much complaining about my \"eccentricities.\" But since it is not known where my center is, it won't be easy to find out where or when I have thus far been \"eccentric.\" That I was a philologist, for example, meant that I was outside my center (which fortunately does not mean that I was a poor philologist). Likewise, I now regard my having been a Wagnerian as eccentric. It was a highly dangerous experiment; now that I know it did not ruin me, I also know what significance it had for me — it was the most severe test of my character.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "So far no one had had enough courage and intelligence to reveal me to my dear Germans. My problems are new, my psychological horizon frighteningly comprehensive, my language bold and clear; there may well be no books written in German which are richer in ideas and more independent than mine.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "I've seen proof, black on white, that Herr Dr. Förster has not yet severed his connection with the anti-Semitic movement. … Since then I've had difficulty coming up with any of the tenderness and protectiveness I've so long felt toward you. The separation between us is thereby decided in really the most absurd way. Have you grasped nothing of the reason why I am in the world? … Now it has gone so far that I have to defend myself hand and foot against people who confuse me with these anti-Semitic canaille; after my own sister, my former sister, and after Widemann more recently have given the impetus to this most dire of all confusions. After I read the name Zarathustra in the anti-Semitic Correspondence my forbearance came to an end. I am now in a position of emergency defense against your spouse's Party. These accursed anti-Semite deformities shall not sully my ideal!!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "You have committed one of the greatest stupidities — for yourself and for me! Your association with an anti-Semitic chief expresses a foreignness to my whole way of life which fills me again and again with ire or melancholy. … It is a matter of honor with me to be absolutely clean and unequivocal in relation to anti-Semitism, namely, opposed to it, as I am in my writings. I have recently been persecuted with letters and Anti-Semitic Correspondence Sheets. My disgust with this party (which would like the benefit of my name only too well!) is as pronounced as possible, but the relation to Förster, as well as the aftereffects of my former publisher, the anti-Semitic Schmeitzner, always brings the adherents of this disagreeable party back to the idea that I must belong to them after all. … It arouses mistrust against my character, as if publicly I condemned something which I have favored secretly — and that I am unable to do anything against it, that the name of Zarathustra is used in every Anti-Semitic Correspondence Sheet, has almost made me sick several times.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "I have somehow something like \"influence\" … In the Anti-Semitic Correspondence … my name is mentioned in almost every issue. Zarathustra … has charmed the anti-Semites; there is a special anti-Semitic interpretation of it that made me laugh very much.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Mathematics would certainly have not come into existence if one had known from the beginning that there was in nature no exactly straight line, no actual circle, no absolute magnitude.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "He who fights with monsters should look to it that he himself does not become a monster. And when you gaze long into an abyss the abyss also gazes into you.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The surest way to corrupt a youth is to instruct him to hold in higher esteem those who think alike than those who think differently.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Although the most acute judges of the witches and even the witches themselves, were convinced of the guilt of witchery, the guilt nevertheless was non-existent. It is thus with all guilt.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Free will without fate is no more conceivable than spirit without matter, good without evil.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The modern scientific counterpart to belief in God is the belief in the universe as an organism: this disgusts me. This is to make what is quite rare and extremely derivative, the organic, which we perceive only on the surface of the earth, into something essential, universal, and eternal! This is still an anthropomorphizing of nature!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Is Wagner a human being at all?  Is he not rather a disease?  He contaminates everything he touches - he has made music sick.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Dionysian-Dithyrambs (1888)",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The desert grows: woe to him in whom deserts hide ...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Oh my! oh my! oh my! oh my! oh my! ...It is gone,Gone forever,The other leg!Oh what a shame about that lovely other leg!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Do not forget, man, consumed by lust:you—are the stone, the desert, are death ...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "You sacrifice yourself, your wealth torments you,",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "To say it once again: today I find it an impossible book — badly written, clumsy and embarrassing, its images frenzied and confused, sentimental, in some places saccharine-sweet to the point of effeminacy, uneven in pace, lacking in any desire for logical purity, so sure of its convictions that it is above any need for proof, and even suspicious of the propriety of proof, a book for initiates, 'music' for those who have been baptized in the name of music and who are related from the first by their common and rare experiences of art, a shibboleth for first cousins in artibus  of the 'educated' even more than the 'people'; but a book which, as its impact has shown and continues to show, has a strange knack of seeking out its fellow-revellers and enticing them on to new secret paths and dancing-places.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "How far I was then from all that resignationism!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Art is the supreme task and the truly metaphysical activity in this life...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Thus the man who is responsive to artistic stimuli reacts to the reality of dreams as does the philosopher to the reality of existence; he observes closely, and he enjoys his observation: for it is out of these images that he interprets life, out of these processes that he trains himself for life. It is not only pleasant and agreeable images that he experiences with such universal understanding: the serious, the gloomy, the sad and the profound, the sudden restraints, the mockeries of chance, fearful expectations, in short the whole 'divine comedy' of life, the Inferno included, passes before him, not only as a shadow-play — for he too lives and suffers through these scenes — and yet also not without that fleeting sense of illusion; and perhaps many, like myself, can remember calling out to themselves in encouragement, amid the perils and terrors of the dream, and with success: 'It is a dream! I want to dream on!' Just as I have often been told of people who have been able to continue one and the same dream over three and more successive nights: facts which clearly show that our innermost being, our common foundation, experiences dreams with profound pleasure and joyful necessity.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "In these dancers of Saint John and Saint Vitus we can recognize the Bacchic choruses of the Greeks, with their prehistory in Asia Minor, as far back as Babylon and the orgiastic Sacaea. Some people, either through a lack of experience or through obtuseness, turn away with pity or contempt from phenomena such as these as from 'folk diseases', bolstered by a sense of their own sanity; these poor creatures have no idea how blighted and ghostly this 'sanity' of theirs sounds when the glowing life of Dionysiac revellers thunders past them.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "According to the old story, King Midas had long hunted wise Silenus, Dionysus' companion, without catching him. When Silenus had finally fallen into his clutches, the king asked him what was the best and most desirable thing of all for mankind. The daemon stood still, stiff and motionless, until at last, forced by the king, he gave a shrill laugh and spoke these words: 'Miserable, ephemeral race, children of hazard and hardship, why do you force me to say what it would be much more fruitful for you not to hear? The best of all things is something entirely outside your grasp: not to be born, not to be, to be nothing. But the second-best thing for you — is to die soon.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Underneath this reality in which we live and have our being, another and altogether different reality lies concealed...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Greek tragedy met her death in a different way from all the older sister arts: she died tragically by her own hand, after irresolvable conflicts, while the others died happy and peaceful at an advanced age. If a painless death, leaving behind beautiful progeny, is the sign of a happy natural state, then the endings of the other arts show us the example of just such a happy natural state: they sink slowly, and with their dying eyes they behold their fairer offspring, who lift up their heads in bold impatience. The death of Greek tragedy, on the other hand, left a great void whose effects were felt profoundly, far and wide; as once Greek sailors in Tiberius' time heard the distressing cry 'the god Pan is dead' issuing from a lonely island, now, throughout the Hellenic world, this cry resounded like an agonized lament: 'Tragedy is dead! Poetry itself died with it! Away, away with you, puny, stunted imitators! Away with you to Hades, and eat your fill of the old masters' crumbs!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "This context enables us to understand the passionate affection in which the poets of the New Comedy held Euripides; so that we are no longer startled by the desire of Philemon, who wished to be hanged at once so that he might meet Euripides in the underworld, so long as he could be sure that the deceased was still in full possession of his senses.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "...aesthetic Socratism, the chief law of which is, more or less: \"to be beautiful everything must first be intelligible\" — a parallel to the Socratic dictum: \"only the one who knows is virtuous.\"",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "But for Socrates, tragedy did not even seem to \"tell what's true\", quite apart from the fact that it addresses \"those without much wit\", not the philosopher: another reason for giving it a wide berth. Like Plato, he numbered it among the flattering arts which represent only the agreeable, not the useful, and therefore required that his disciples abstain most rigidly from such unphilosophical stimuli — with such success that the young tragedian, Plato, burnt his writings in order to become a pupil of Socrates.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Lessing, the most honest of theoretical men, dared to say that he took greater delight in the quest for truth than in the truth itself.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We cannot help but see Socrates as the turning-point, the vortex of world history. For if we imagine that the whole incalculable store of energy used in that global tendency had been used not in the service of knowledge but in ways applied to the practical — selfish — goals of individuals and nations, universal wars of destruction and constant migrations of peoples would have enfeebled man's instinctive zest for life to the point where, suicide having become universal, the individual would perhaps feel a vestigial duty as a son to strangle his parents, or as a friend his friend, as the Fiji islanders do: a practical pessimism that could even produce a terrible ethic of genocide through pity, and which is, and always has been, present everywhere in the world where art has not in some form, particularly as religion and science, appeared as a remedy and means of prevention for this breath of pestilence.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "But what changes come upon the weary desert of our culture, so darkly described, when it is touched by the magic of Dionysus! A storm seizes everything decrepit, rotten, broken, stunted; shrouds it in a whirling red cloud of dust and carries it into the air like a vulture. In vain confusion we seek for all that has vanished; for what we see has risen as if from beneath he earth into the gold light, so full and green, so luxuriantly alive, immeasurable and filled with yearning. Tragedy sits in sublime rapture amidst this abundance of life, suffering and delight, listening to a far-off, melancholy song which tells of the Mothers of Being, whose names are Delusion, Will, Woe  Yes, my friends, join me in my faith in this Dionysiac life and the rebirth of tragedy. The age of Socratic man is past: crown yourselves with ivy, grasp the thyrsus and do not be amazed if tigers and panthers lie down fawning at your feet. Now dare to be tragic men, for you will be redeemed. You shall join the Dionysiac procession from India to Greece! Gird yourselves for a hard battle, but have faith in the miracles of your god!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Once upon a time, in some out of the way corner of that universe which is dispersed into numberless twinkling solar systems, there was a star upon which clever beasts invented knowing. That was the most arrogant and mendacious minute of \"world history,\" but nevertheless, it was only a minute. After nature had drawn a few breaths, the star cooled and congealed, and the clever beasts had to die. One might invent such a fable, and yet he still would not have adequately illustrated how miserable, how shadowy and transient, how aimless and arbitrary the human intellect looks within nature. There were eternities during which it did not exist. And when it is all over with the human intellect, nothing will have happened.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The pride connected with knowing and sensing lies like a blinding fog over the eyes and senses of men, thus deceiving them concerning the value of existence. For this pride contains within itself the most flattering estimation of the value of knowing. Deception is the most general effect of such pride, but even its most particular effects contain within themselves something of the same deceitful character.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Deception, flattering, lying, deluding, talking behind the back, putting up a false front, living in borrowed splendor, wearing a mask, hiding behind convention, playing a role for others and for oneself — in short, a continuous fluttering around the solitary flame of vanity — is so much the rule and the law among men that there is almost nothing which is less comprehensible than how an honest and pure drive for truth could have arisen among them. They are deeply immersed in illusions and in dream images; their eyes merely glide over the surface of things and see \"forms.\"",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "What does man actually know about himself? Is he, indeed, ever able to perceive himself completely, as if laid out in a lighted display case? Does nature not conceal most things from him — even concerning his own body — in order to confine and lock him within a proud, deceptive consciousness, aloof from the coils of the bowels, the rapid flow of the blood stream, and the intricate quivering of the fibers! She threw away the key.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The liar is a person who uses the valid designations, the words, in order to make something which is unreal appear to be real. He says, for example, \"I am rich,\" when the proper designation for his condition would be \"poor.\" He misuses fixed conventions by means of arbitrary substitutions or even reversals of names. If he does this in a selfish and moreover harmful manner, society will cease to trust him and will thereby exclude him. What men avoid by excluding the liar is not so much being defrauded as it is being harmed by means of fraud. Thus, even at this stage, what they hate is basically not deception itself, but rather the unpleasant, hated consequences of certain sorts of deception. It is in a similarly restricted sense that man now wants nothing but truth: he desires the pleasant, life-preserving consequences of truth. He is indifferent toward pure knowledge which has no consequences; toward those truths which are possibly harmful and destructive he is even hostilely inclined.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Are designations congruent with things? Is language the adequate expression of all realities?  It is only by means of forgetfulness that man can ever reach the point of fancying himself to possess a \"truth\" of the grade just indicated. If he will not be satisfied with truth in the form of tautology, that is to say, if he will not be content with empty husks, then he will always exchange truths for illusions.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The various languages placed side by side show that with words it is never a question of truth, never a question of adequate expression; otherwise, there would not be so many languages. The \"thing in itself\" (which is precisely what the pure truth, apart from any of its consequences, would be) is likewise something quite incomprehensible to the creator of language and something not in the least worth striving for. This creator only designates the relations of things to men, and for expressing these relations he lays hold of the boldest metaphors.' To begin with, a nerve stimulus is transferred into an image: first metaphor. The image, in turn, is imitated in a sound: second metaphor. And each time there is a complete overleaping of one sphere, right into the middle of an entirely new and different one.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We believe that we know something about the things themselves when we speak of trees, colors, snow, and flowers; and yet we possess nothing but metaphors for things — metaphors which correspond in no way to the original entities.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Every word instantly becomes a concept precisely insofar as it is not supposed to serve as a reminder of the unique and entirely individual original experience to which it owes its origin; but rather, a word becomes a concept insofar as it simultaneously has to fit countless more or less similar cases — which means, purely and simply, cases which are never equal and thus altogether unequal. Every concept arises from the equation of unequal things. Just as it is certain that one leaf is never totally the same as another, so it is certain that the concept \"leaf\" is formed by arbitrarily discarding these individual differences and by forgetting the distinguishing aspects.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We obtain the concept, as we do the form, by overlooking what is individual and actual; whereas nature is acquainted with no forms and no concepts, and likewise with no species, but only with an X which remains inaccessible and undefinable for us.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "What then is truth? A movable host of metaphors, metonymies, and anthropomorphisms: in short, a sum of human relations which have been poetically and rhetorically intensified, transferred, and embellished, and which, after long usage, seem to a people to be fixed, canonical, and binding. Truths are illusions which we have forgotten are illusions — they are metaphors that have become worn out and have been drained of sensuous force, coins which have lost their embossing and are now considered as metal and no longer as coins.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We still do not yet know where the drive for truth comes from. For so far we have heard only of the duty which society imposes in order to exist: to be truthful means to employ the usual metaphors. Thus, to express it morally, this is the duty to lie according to a fixed convention, to lie with the herd and in a manner binding upon everyone. Now man of course forgets that this is the way things stand for him. Thus he lies in the manner indicated, unconsciously and in accordance with habits which are centuries' old; and precisely by means of this unconsciousness and forgetfulness he arrives at his sense of truth.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The venerability, reliability, and utility of truth is something which a person demonstrates for himself from the contrast with the liar, whom no one trusts and everyone excludes. As a \"rational\" being, he now places his behavior under the control of abstractions. He will no longer tolerate being carried away by sudden impressions, by intuitions.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Everything which distinguishes man from the animals depends upon this ability to volatilize perceptual metaphors in a schema, and thus to dissolve an image into a concept. For something is possible in the realm of these schemata which could never be achieved with the vivid first impressions: the construction of a pyramidal order according to castes and degrees, the creation of a new world of laws, privileges, subordinations, and clearly marked boundaries — a new world, one which now confronts that other vivid world of first impressions as more solid, more universal, better known, and more human than the immediately perceived world, and thus as the regulative and imperative world.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "One may certainly admire man as a mighty genius of construction, who succeeds in piling an infinitely complicated dome of concepts upon an unstable foundation, and, as it were, on running water. Of course, in order to be supported by such a foundation, his construction must be like one constructed of spiders' webs: delicate enough to be carried along by the waves, strong enough not to be blown apart by every wind.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "As a genius of construction man raises himself far above the bee in the following way: whereas the bee builds with wax that he gathers from nature, man builds with the far more delicate conceptual material which he first has to manufacture from himself.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "When someone hides something behind a bush and looks for it again in the same place and finds it there as well, there is not much to praise in such seeking and finding. Yet this is how matters stand regarding seeking and finding \"truth\" within the realm of reason. If I make up the definition of a mammal, and then, after inspecting a camel, declare \"look, a mammal' I have indeed brought a truth to light in this way, but it is a truth of limited value. That is to say, it is a thoroughly anthropomorphic truth which contains not a single point which would be \"true in itself\" or really and universally valid apart from man. At bottom, what the investigator of such truths is seeking is only the metamorphosis of the world into man.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Only by forgetting this primitive world of metaphor can one live with any repose, security, and consistency: only by means of the petrification and coagulation of a mass of images which originally streamed from the primal faculty of human imagination like a fiery liquid, only in the invincible faith that this sun, this window, this table is a truth in itself, in short, only by forgetting that he himself is an artistically creating subject, does man live with any repose, security, and consistency. If but for an instant he could escape from the prison walls of this faith, his \"self consciousness\" would be immediately destroyed. It is even a difficult thing for him to admit to himself that the insect or the bird perceives an entirely different world from the one that man does, and that the question of which of these perceptions of the world is the more correct one is quite meaningless, for this would have to have been decided previously in accordance with the criterion of the correct perception, which means, in accordance with a criterion which is not available.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Between two absolutely different spheres, as between subject and object, there is no causality, no correctness, and no expression; there is, at most, an aesthetic relation: I mean, a suggestive transference, a stammering translation into a completely foreign tongue — for which I there is required, in any case, a freely inventive intermediate sphere and mediating force. \"Appearance\" is a word that contains many temptations, which is why I avoid it as much as possible. For it is not true that the essence of things \"appears\" in the empirical world. A painter without hands who wished to express in song the picture before his mind would, by means of this substitution of spheres, still reveal more about the essence of things than does the empirical world. Even the relationship of a nerve stimulus to the generated image is not a necessary one. But when the same image has been generated millions of times and has been handed down for many generations and finally appears on the same occasion every time for all mankind, then it acquires at last the same meaning for men it would have if it were the sole necessary image and if the relationship of the original nerve stimulus to the generated image were a strictly causal one. In the same manner, an eternally repeated dream would certainly be felt and judged to be reality. But the hardening and congealing of a metaphor guarantees absolutely nothing concerning its necessity and exclusive justification.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "If each us had a different kind of sense perception — if we could only perceive things now as a bird, now as a worm, now as a plant, or if one of us saw a stimulus as red, another as blue, while a third even heard the same stimulus as a sound — then no one would speak of such a regularity of nature, rather, nature would be grasped only as a creation which is subjective in the highest degree. After all, what is a law of nature as such for us? We are not acquainted with it in itself, but only with its effects, which means in its relation to other laws of nature — which, in turn, are known to us only as sums of relations. Therefore all these relations always refer again to others and are thoroughly incomprehensible to us in their essence.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We produce these representations in and from ourselves with the same necessity with which the spider spins. If we are forced to comprehend all things only under these forms, then it ceases to be amazing that in all things we actually comprehend nothing but these forms. For they must all bear within themselves the laws of number, and it is precisely number which is most astonishing in things. All that conformity to law, which impresses us so much in the movement of the stars and in chemical processes, coincides at bottom with those properties which we bring to things. Thus it is we who impress ourselves in this way",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We have seen how it is originally language which works on the construction of concepts, a labor taken over in later ages by science. Just as the bee simultaneously constructs cells and fills them with honey, so science works unceasingly on this great columbarium of concepts, the graveyard of perceptions.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Whereas the man of action binds his life to reason and its concepts so that he will not be swept away and lost, the scientific investigator builds his hut right next to the tower of science so that he will be able to work on it and to find shelter for himself beneath those bulwarks which presently exist. And he requires shelter, for there are frightful powers which continuously break in upon him, powers which oppose scientific \"truth\" with completely different kinds of \"truths\" which bear on their shields the most varied sorts of emblems.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The drive toward the formation of metaphors is the fundamental human drive, which one cannot for a single instant dispense with in thought, for one would thereby dispense with man himself. This drive is not truly vanquished and scarcely subdued by the fact that a regular and rigid new world is constructed as its prison from its own ephemeral products, the concepts. It seeks a new realm and another channel for its activity, and it finds this in myth and in art generally. This drive continually confuses the conceptual categories and cells by bringing forward new transferences, metaphors, and metonymies. It continually manifests an ardent desire to refashion the world which presents itself to waking man, so that it will be as colorful, irregular, lacking in results and coherence, charming, and eternally new as the world of dreams. Indeed, it is only by means of the rigid and regular web of concepts that the waking man clearly sees that he is awake; and it is precisely because of this that he sometimes thinks that he must be dreaming when this web of concepts is torn by art.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Because of the way that myth takes it for granted that miracles are always happening, the waking life of a mythically inspired people — the ancient Greeks, for instance — more closely resembles a dream than it does the waking world of a scientifically disenchanted thinker.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Man has an invincible inclination to allow himself to be deceived and is, as it were, enchanted with happiness when the rhapsodist tells him epic fables as if they were true, or when the actor in the theater acts more royally than any real king. So long as it is able to deceive without injuring, that master of deception, the intellect, is free; it is released from its former slavery and celebrates its Saturnalia. It is never more luxuriant, richer, prouder, more clever and more daring.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "That immense framework and planking of concepts to which the needy man clings his whole life long in order to preserve himself is nothing but a scaffolding and toy for the most audacious feats of the liberated intellect. And when it smashes this framework to pieces, throws it into confusion, and puts it back together in an ironic fashion, pairing the most alien things and separating the closest, it is demonstrating that it has no need of these makeshifts of indigence and that it will now be guided by intuitions rather than by concepts. There is no regular path which leads from these intuitions into the land of ghostly schemata, the land of abstractions. There exists no word for these intuitions; when man sees them he grows dumb, or else he speaks only in forbidden metaphors and in unheard — of combinations of concepts. He does this so that by shattering and mocking the old conceptual barriers he may at least correspond creatively to the impression of the powerful present intuition.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "There are ages in which the rational man and the intuitive man stand side by side, the one in fear of intuition, the other with scorn for abstraction. The latter is just as irrational as the former is inartistic. They both desire to rule over life: the former, by knowing how to meet his principle needs by means of foresight, prudence, and regularity; the latter, by disregarding these needs and, as an \"overjoyed hero,\" counting as real only that life which has been disguised as illusion and beauty.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The man who is guided by concepts and abstractions only succeeds by such means in warding off misfortune, without ever gaining any happiness for himself from these abstractions. And while he aims for the greatest possible freedom from pain, the intuitive man, standing in the midst of a culture, already reaps from his intuition a harvest of continually inflowing illumination, cheer, and redemption — in addition to obtaining a defense against misfortune. To be sure, he suffers more intensely, when he suffers; he even suffers more frequently, since he does not understand how to learn from experience and keeps falling over and over again into the same ditch.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "In order to be able thus to misjudge, and thus to grant left-handed veneration to our classics, people must have ceased to know them. This, generally speaking, is precisely what has happened. For, otherwise, one ought to know that there is only one way of honoring them, and that is to continue seeking with the same spirit and with the same courage, and not to weary of the search. ",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": " only devised the notion of an epigone-age in order to secure peace for themselves, and to be able to reject all the efforts of disturbing innovators summarily as the work of epigones. With the view of ensuring their own tranquility, these smug ones even appropriated history, and sought to transform all sciences that threatened to disturb their wretched ease into branches of history. … No, in their desire to acquire an historical grasp of everything, stultification became the sole aim of these philosophical admirers of “nil admirari.” While professing to hate every form of fanaticism and intolerance, what they really hated, at bottom, was the dominating genius and the tyranny of the real claims of culture.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "In this way, a philosophy which veiled the Philistine confessions of its founder beneath neat twists and flourishes of language proceeded further to discover a formula for the canonization of the commonplace. It expatiated upon the rationalism of all reality, and thus ingratiated itself with the Culture-Philistine, who also loves neat twists and flourishes, and who, above all, considers himself real, and regards his reality as the standard of reason for the world. From this time forward he began to allow every one, and even himself, to reflect, to investigate, to aestheticise, and, more particularly, to make poetry, music, and even pictures—not to mention systems of philosophy; provided, of course, that … no assault were made upon the “reasonable” and the “real”—that is to say, upon the Philistine.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "I do not know what meaning classical studies could have for our time if they were not untimely—that is to say, acting counter to our time and thereby acting on our time and, let us hope, for the benefit of a time to come.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Perhaps no philosopher is more correct than the cynic. The happiness of the animal, that thorough cynic, is the living proof of cynicism.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "In his heart every man knows quite well that, being unique, he will be in the world only once and that no imaginable chance will for a second time gather together into a unity so strangely variegated an assortment as he is: he knows it but he hides it like a bad conscience—why? From fear of his neighbor, who demands conventionality and cloaks himself with it. But what is it that constrains the individual to fear his neighbor, to think and act like a member of a herd, and to have no joy in himself? Modesty, perhaps, in a few rare cases. With the great majority it is indolence, inertia. … Men are even lazier than they are timid, and fear most of all the inconveniences with which unconditional honesty and nakedness would burden them. Artists alone hate this sluggish promenading in borrowed fashions and appropriated opinions and they reveal everyone’s secret bad conscience, the law that every man is a unique miracle.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The man who does not wish to belong to the mass needs only to cease taking himself easily; let him follow his conscience, which calls to him: “Be your self! All you are now doing, thinking, desiring, is not you yourself.”",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "There exists no more repulsive and desolate creature in the world than the man who has evaded his genius and who now looks furtively to left and right, behind him and all about him. … He is wholly exterior, without kernel, a tattered, painted bag of clothes.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "If it is true to say of the lazy that they kill time, then it is greatly to be feared that an era which sees its salvation in public opinion, this is to say private laziness, is a time that really will be killed: I mean that it will be struck out of the history of the true liberation of life. How reluctant later generations will be to have anything to do with the relics of an era ruled, not by living men, but by pseudo-men dominated by public opinion.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We are responsible to ourselves for our own existence; consequently we want to be the true helmsman of this existence and refuse to allow our existence to resemble a mindless act of chance.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "I will make an attempt to attain freedom, the youthful soul says to itself; and is it to be hindered in this by the fact that two nations happen to hate and fight one another, or that two continents are separated by an ocean, or that all around it a religion is taught with did not yet exist a couple of thousand years ago. All that is not you, it says to itself. No one can construct for you the bridge upon which precisely you must cross the stream of life, no one but you yourself alone.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "How can a man know himself? He is a thing dark and veiled; and if the hare has seven skins, man can slough off seventy times seven and still not be able to say: “this is really you, this is no longer outer shell.”",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "That is the secret of all culture: it does not provide artificial limbs, wax noses or spectacles—that which can provide these things is, rather, only sham education. Culture is liberation, the removal of all the weeds, rubble and vermin that want to attack the tender buds of the plant.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "I always believed that at some time fate would take from me the terrible effort and duty of educating myself. I believed that, when the time came, I would discover a philosopher to educate me, a true philosopher whom one could follow without any misgiving because one would have more faith in him than one had in oneself. Then I asked myself: what would be the principles by which he would educate you?—and I reflected on what he might say about the two educational maxims which are being hatched in our time. One of them demands that the educator should quickly recognize the real strength of his pupil and then direct all his efforts and energy and heat at them so as to help that one virtue to attain true maturity and fruitfulness. The other maxim, on the contrary, requires that the educator should draw forth and nourish all the forces which exist in his pupil and bring them to a harmonious relationship with one another. … But where do we discover a harmonious whole at all, a simultaneous sounding of many voice in one nature, if not in such men as Cellini, men in whom everything, knowledge, desire, love, hate, strives towards a central point, a root force, and where a harmonious system is constructed through the compelling domination of this living centre? And so perhaps these two maxims are not opposites at all? Perhaps the one simply says that man should have a center and the other than he should also have a periphery? That educating philosopher of whom I dreamed would, I came to think, not only discover the central force, he would also know how to prevent its acting destructively on the other forces: his educational task would, it seemed to me, be to mould the whole man into a living solar and planetary system and to understand its higher laws of motion.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Our destiny exercises its influence over us even when, as yet, we have not learned its nature: it is our future that lays down the law of our today.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "One must have a good memory to be able to keep the promises one makes.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "In reality, hope is the worst of all evils, because it prolongs man’s torments.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "One will rarely err if extreme actions be ascribed to vanity, ordinary actions to habit, and mean actions to fear.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "When virtue has slept, she will get up more refreshed. ",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Every tradition grows ever more venerable — the more remote its origin, the more confused that origin is. The reverence due to it increases from generation to generation. The tradition finally becomes holy and inspires awe.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Thoughts in a poem.  The poet presents his thoughts festively, on the carriage of rhythm: usually because they could not walk.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Where there is happiness, there is found pleasure in nonsense. The transformation of experience into its opposite, of the suitable into the unsuitable, the obligatory into the optional (but in such a manner that this process produces no injury and is only imagined in jest), is a pleasure; ...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Main deficiency of active people. Active men are usually lacking in higher activity--I mean individual activity. They are active as officials, businessmen, scholars, that is, as generic beings, but not as quite particular, single and unique men. In this respect they are lazy.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We often contradict an opinion for no other reason than that we do not like the tone in which it is expressed.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Arrogance on the part of the meritorious is even more offensive to us than the arrogance of those without merit: for merit itself is offensive.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Unpleasant, even dangerous, qualities can be found in every nation and every individual: it is cruel to demand that the Jew be an exception. In him, these qualities may even be dangerous and revolting to an unusual degree; and perhaps the young stock-exchange Jew is altogether the most disgusting invention of mankind.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "He who thinks a great deal is not suited to be a party man: he thinks his way through the party and out the other side too soon.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The advantage of a bad memory is that one can enjoy the same good things for the first time several times.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "No one talks more passionately about his rights than he who in the depths of his soul doubts whether he has any. By enlisting passion on his side he wants to stifle his reason and its doubts: thus he will acquire a good conscience and with it success among his fellow men.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "If you have hitherto believed that life was one of the highest value and now see yourselves disappointed, do you at once have to reduce it to the lowest possible price?",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The mother of excess is not joy but joylessness.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Many a man fails to become a thinker only because his memory is too good.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The worst readers are those who behave like plundering troops: they take away a few things they can use, dirty and confound the remainder, and revile the whole.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "A witticism is an epigram on the death of a feeling.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "A Path to Equality. - A few hours of mountain climbing turn a rascal and a saint into two pretty similar creatures. Fatigue is the shortest way to Equality and Fraternity--and, in the end, Liberty will surrender to Sleep.                           ",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "It says nothing against the ripeness of a spirit that it has a few worms.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "With all great deceivers there is a noteworthy occurrence to which they owe their power. In the actual act of deception... they are overcome by belief in themselves. It is this which then speaks so miraculously and compellingly to those who surround them.{{Fix cite}}",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "In the mountains of truth you will never climb in vain: either you will get up higher today or you will exercise your strength so as to be able to get up higher tomorrow. ()",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "It is mere illusion and pretty sentiment to expect much from mankind if he forgets how to make war. And yet no means are known which call so much into action as a great war, that rough energy born of the camp, that deep impersonality born of hatred, that conscience born of murder and cold-bloodedness, that fervor born of effort of the annihilation of the enemy, that proud indifference to loss, to one's own existence, to that of one's fellows, to that earthquake-like soul-shaking that a people needs when it is losing its vitality.{{Fix cite}}",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Enemies of truth. Convictions are more dangerous enemies of truth than lies.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Destination and paths. Many people are obstinate about the path once it is taken, few people about the destination.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The infuriating thing about an individual way of living. People are always angry at anyone who chooses very individual standards for his life; because of the extraordinary treatment which that man grants to himself, they feel degraded, like ordinary beings.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Privilege of greatness. It is the privilege of greatness to grant supreme pleasure through trifling gifts.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Everyone superior in one thing. In civilized circumstances, everyone feels superior to everyone else in at least one way; this is the basis of the general goodwill, inasmuch as everyone is someone who, under certain conditions, can be of help, and need therefore feel no shame in allowing himself to be helped.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Life as the product of life. However far man may extend himself with his knowledge, however objective he may appear to himself - ultimately he reaps nothing but his own biography.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "From experience. That something is irrational is no argument against its existence, but rather a condition for it.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Danger of our culture. We belong to a time in which culture is in danger of being destroyed by the means of culture.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The day's length. If a man has a great deal to put in them, a day will have a hundred pockets.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Unhappiness. The distinction that lies in being unhappy (as if to feel happy were a sign of shallowness, lack of ambition, ordinariness) is so great that when someone says, \"But how happy you must be!\" we usually protest.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Model for others. He who wants to set a good example must add a grain of foolishness to his virtue; then others can imitate and, at the same time, rise above the one being imitated - something which people love.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Shadow in the flame. The flame is not so bright to itself as to those on whom it shines: so too the wise man.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Our own opinions. The first opinion that occurs to us when we are suddenly asked about a matter is usually not our own, but only the customary one, appropriate to our caste, position, or parentage; our own opinions seldom swim near the surface.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Age and truth. Young people love what is interesting and odd, no matter how true or false it is. More mature minds love what is interesting and odd about truth. Fully mature intellects, finally, love truth, even when it appears plain and simple, boring to the ordinary person; for they have noticed that truth tends to reveal its highest wisdom in the guise of simplicity.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Alienated from the present. There are great advantages in for once removing ourselves distinctly from our time and letting ourselves be driven from its shore back into the ocean of former world views. Looking at the coast from that perspective, we survey for the first time its entire shape, and when we near it again, we have the advantage of understanding it better on the whole than do those who have never left it.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "A philosophical frame of mind. Generally we strive to acquire one emotional stance, one viewpoint for all life situations and events: we usually call that being of a philosophical frame of mind. But rather than making oneself uniform, we may find greater value for the enrichment of knowledge by listening to the soft voice of different life situations; each brings its own views with it. Thus we acknowledge and share the life and nature of many by not treating ourselves like rigid, invariable, single individuals.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Traffic with one's higher self. Everyone has his good day, when he finds his higher self; and true humanity demands that we judge someone only when he is in this condition, and not in his workdays of bondage and servitude. We should, for example, assess and honor a painter according to the highest vision he was able to see and portray. But people themselves deal very differently with this, their higher self, and often act out the role of their own self, to the extent that they later keep imitating what they were in those moments. Some regard their ideal with shy humility and would like to deny it: they fear their higher self because, when it speaks, it speaks demandingly. In addition, it has a ghostly freedom of coming or staying away as it wishes; for that reason it is often called a gift of the gods, while actually everything else is a gift of the gods (of chance): this, however, is the man himself.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Life and experience. If one notices how some individuals know how to treat their experiences (their insignificant everyday experiences) so that these become a plot of ground that bears fruit three times a year; while others (and how many of them!) are driven through the waves of the most exciting turns of fate, of the most varied currents of their time or nation, and yet always stay lightly on the surface, like cork: then one is finally tempted to divide mankind into a minority (minimality) of those people who know how to make much out of little and a majority of those who know how to make a little out of much; indeed, one meets those perverse wizards who, instead of creating the world out of nothing, create nothing out of the world.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "It is not the struggle of opinions that has made history so violent, but rather the struggle of belief in opinions, that is, the struggle of convictions.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Essentially, we are still the same people as those in the period of the Reformation - and how should it be otherwise? But we no longer allow ourselves certain means to gain victory for our opinion: this distinguishes us from that age and proves that we belong to a higher culture. These days, if a man still attacks and crushes opinions with suspicions and outbursts of rage, in the manner of men during the Reformation, he clearly betrays that he would have burnt his opponents, had he lived in other times, and that he would have taken recourse to all the means of the Inquisition, had he lived as an opponent of the Reformation. In its time, the Inquisition was reasonable, for it meant nothing other than the general martial law which had to be proclaimed over the whole domain of the church, and which, like every state of martial law, justified the use of the extremest means, namely under the assumption (which we no longer share with those people) that one possessed truth in the church and had to preserve it at any cost, with any sacrifice, for the salvation of mankind. But now we will no longer concede so easily that anyone has the truth; the rigorous methods of inquiry have spread sufficient distrust and caution, so that we experience every man who represents opinions violently in word and deed as any enemy of our present culture, or at least as a backward person. And in fact, the fervor about having the truth counts very little today in relation to that other fervor, more gentle and silent, to be sure, for seeking the truth, a search that does not tire of learning afresh and testing anew.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Being silent is something one completely unlearns if, like him, one has been for so long a solitary mole - - -",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Who is the most moral man? First, he who obeys the law most frequently, who … is continually inventive in creating opportunities for obeying the law. Then, he who obeys it even in the most difficult cases. The most moral man is he who sacrifices the most to custom. … Self-overcoming is demanded, not on account of any useful consequences it may have for the individual, but so that hegemony of custom and tradition shall be made evident.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Whoever has overthrown an existing law of custom has hitherto always first been accounted a bad man: but when, as did happen, the law could not afterwards be reinstated and this fact was accepted, the predicate gradually changed: - history treats almost exclusively of these bad men who subsequently became good men!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "He who is punished is never he who performed the deed. He is always the scapegoat.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "He who lives as children live — who does not struggle for his bread and does not believe that his actions possess any ultimate significance — remains childlike.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "It is not enough to prove something, one has also to seduce or elevate people to it. That is why the man of knowledge should learn how to speak his wisdom: and often in such a way that it sounds like folly!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "For those who need consolation no means of consolation is so effective as the assertion that in their case no consolation is possible: it implies so great a degree of distinction that they at once hold up their heads again.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Woe to the thinker who is not the gardener but only the soil of the plants that grow in him!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "One has attained to mastery when one neither goes wrong nor hesitates in the performance.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We are, all of us, growing volcanoes that approach the hour of their eruption; but how near or distant that is, nobody knows — not even God.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Benefiting and hurting others are ways of exercising one's power upon others; that is all one desires in such cases. One hurts those whom one wants to feel one's power, for pain is a much more efficient means to that end than pleasure; pain always raises the question about its origin while pleasure is inclined to stop with itself without looking back. We benefit and show benevolence to those who are already dependent on us in some way (which means that they are used to thinking of us as causes); we want to increase their power because in that way we increase ours, or we want to show them how advantageous it is to be in our power; that way they will become more satisfied with their condition and more hostile to and willing to fight against the enemies of our power.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "People who live in an age of corruption are witty and slanderous; they know that there are other kinds of murder than by dagger or assault; they also know that whatever is well said is believed...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The reasons and purposes for habits are always lies that are added only after some people begin to attack these habits and to ask for reasons and purposes. At this point the conservatives of all ages are thoroughly dishonest: they add lies.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Even the most beautiful scenery is no longer assured of our love after we have lived in it for three months, and some distant coast attracts our avarice: possessions are generally diminished by possession…",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "A thinker sees his own actions as experiments and questions — as attempts to find out something. Success and failure are for him answers above all.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Pardon me, my friends, I have ventured to paint my happiness on the wall.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "But let us not forget this either: it is enough to create new names and estimations and probabilities in order to create in the long run new \"things.\"",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Without art we would be nothing but foreground and live entirely in the spell of that perspective which makes what is closest at hand and most vulgar appear as if it were vast, and reality itself.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Good prose is written only face to face with poetry.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Art furnishes us with eyes and hands and above all the good conscience to be able to turn ourselves into such a phenomenon.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "God is dead; but given the way of men, there may still be caves for thousands of years in which his shadow will be shown. — And we — we still have to vanquish his shadow, too.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "To what extent can truth endure incorporation? That is the question; that is the experiment.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Morality is herd instinct in the individual.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "God is dead! God remains dead! And we have killed him. How shall we comfort ourselves, the murderers of all murderers? What was holiest and mightiest of all that the world has yet owned has bled to death under our knives: who will wipe this blood off us? What water is there for us to clean ourselves? What festivals of atonement, what sacred games shall we have to invent? Is not the greatness of this deed too great for us? Must we ourselves not become gods simply to appear worthy of it?",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Mystical explanations are considered deep; the truth is, they are not even shallow.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The Christian resolution to find the world ugly and bad has made the world ugly and bad.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "What is now decisive against Christianity is our taste, no longer our reasons.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "To find everything profound — that is an inconvenient trait. It makes one strain one's eyes all the time, and in the end one finds more than one might have wished.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We are always in our own company.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Thoughts are the shadows of our feelings — always darker, emptier, simpler.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The most perfidious way of harming a cause consists of defending it deliberately with faulty arguments.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We have no dreams at all or interesting ones. We should learn to be awake the same way — not at all or in an interesting manner.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "New Domestic Animals. I want to have my lion and my eagle about me, that I may always have hints and premonitions concerning the amount of my strength or weakness. Must I look down on them today, and be afraid of them? And will the hour come once more when they will look up to me, and tremble?",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Those who deny chance. — 'No victor believes in chance.' ",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "What does your conscience say? — \"You shall become the person you are.\"",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "What is the seal of liberation? — No longer being ashamed in front of oneself.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "There is something laughable about the sight of authors who enjoy the rustling folds of long and involved sentences: they are trying to cover up their feet.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "For believe me! — the secret for harvesting from existence the greatest fruitfulness and the greatest enjoyment is: to live dangerously! Build your cities on the slopes of Vesuvius! Send your ships into uncharted seas! Live at war with your peers and yourselves! Be robbers and conquerors as long as you cannot be rulers and possessors, you seekers of knowledge! Soon the age will be past when you could be content to live hidden in forests like shy deer! At long last the search for knowledge will reach out for its due: — it will want to rule and possess, and you with it!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Everything good, fine or great they do is first of all an argument against the skeptic inside them.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Perhaps man will rise ever higher as soon as he ceases to flow out into a god.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "One thing is needful — to 'give style' to one's character.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We want to be poets of our life — first of all in the smallest most everyday matters.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Do you believe then that the sciences would have arisen and grown up if the sorcerers, alchemists, astrologers and witches had not been their forerunners; those who, with their promisings and foreshadowings, had first to create a thirst, a hunger, and a taste for hidden and forbidden powers?",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Whatever has value in our world now does not have value in itself, according to its nature — nature is always value-less, but has been given value at some time, as a present — and it was we who gave and bestowed it.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "It is true that there are men who, on the approach of severe pain, hear the very opposite call of command, and never appear more proud, more martial, or more happy than when the storm is brewing; indeed, pain itself provides them with their supreme moments! These are the heroic men, the great pain-bringers of mankind: those few and rare ones who need just the same apology as pain generally — and verily, it should not be denied them. They are forces of the greatest importance for preserving and advancing the species, be it only because they are opposed to smug ease, and do not conceal their disgust at this kind of happiness.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Who can attain to anything great if he does not feel in himself the force and will to inflict great pain? The ability to suffer is a small matter: in that line, weak women and even slaves often attain masterliness. But not to perish from internal distress and doubt when one inflicts great suffering and hears the cry of it — that is great, that belongs to greatness.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The heaviest burden: “What, if some day or night, a demon were to steal after you into your loneliest loneliness and say to you: ‘This life, as you now live it and have lived it, you will have to live once more and innumerable times more; and there will be nothing new in it, but every pain and every joy and every thought and sigh and everything unutterably small or great in your life must return to you, all in the same succession and sequence — even this spider and this moonlight between the trees and even this moment and I myself. The eternal hourglass of existence is turned over again and again—and you with it, speck of dust!’ Would you not throw yourself down and gnash your teeth and curse the demon who spoke thus? Or have you once experienced a tremendous moment when you would have answered him: ‘You are a god, and never have I heard anything more divine!’ If this thought were to gain possession of you, it would change you as you are, or perhaps crush you. The question in each and every thing, “do you want this once more and innumerable times more?” would lie upon your actions as the greatest weight. Or how well disposed would you have to become to yourself and to life to crave nothing more fervently than this ultimate eternal confirmation and seal?.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Could one count such dilettantes and old spinsters as that mawkish apostle of virginity, Mainlander, as a genuine German? In the last analysis he probably was a Jew (all Jews become mawkish when they moralize).",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "I would not know what the spirit of a philosopher might wish more to be than a good dancer.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We \"conserve\" nothing; neither do we want to return to any past periods; we are not by any means \"liberal\"; we do not work for \"progress\"; we do not need to plug up our ears against the sirens who in the market place sing of the future: their song about \"equal rights,\" \"a free society,\" \"no more masters and no servants\" has no allure for us.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We simply do not consider it desirable that a realm of justice and concord should be established on earth (because it would certainly be the realm of the deepest leveling and chinoiserie); we are delighted with all who love, as we do, danger, war, and adventures, who refuse to compromise, to be captured, reconciled, and castrated; we count ourselves among conquerors; we think about the necessity for new orders, also for a new slavery — for every strengthening and enhancement of the human type also involves a new kind of enslavement.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Is it not clear that with all this we are bound to feel ill at ease in an age that likes to claim the distinction of being the most humane, the mildest, and the most righteous age that the sun has ever seen? It is bad enough that precisely when we hear these beautiful words we have the ugliest suspicions. What we find in them is merely an expression — and a masquerade — of a profound weakening, of weariness, of old age, of declining energies. What can it matter to us what tinsel the sick may use to cover up their weakness? Let them parade it as their virtue; after all, there is no doubt that weakness makes one mild, oh so mild, so righteous, so inoffensive, so \"humane\"!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Preparatory human beings. — I welcome all signs that a more virile, warlike age is about to begin, which will restore honor to courage above all! For this age shall prepare the way for one yet higher, and it shall gather the strength that this higher age will require some day — the age that will carry heroism into the search for knowledge and that will wage wars for the sake of ideas and their consequences.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "To this end we now need many preparatory courageous human beings who cannot very well leap out of nothing — any more than out of the sand and slime of present-day civilization and metropolitanism: human beings who know how to be silent, lonely, resolute, and content and constant in invisible activities; human beings who are bent on seeking in all things for what in them must be overcome; human beings distinguished as much by cheerfulness, patience, unpretentiousness, and contempt for all great vanities as by magnanimity in victory and forbearance regarding the small vanities of the vanquished; human beings whose judgment concerning all victors and the share of chance in every victory and fame is sharp and free; human beings with their own festivals, their own working days, and their own periods of mourning, accustomed to command with assurance but instantly ready to obey when that is called for, equally proud, equally serving their own cause in both cases; more endangered human beings, more fruitful human beings, happier beings!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "There still shines the most important nuance by virtue of which the noble felt themselves to be men of a higher rank. They designate themselves simply by their superiority in power (as \"the powerful,\" \"the masters,\" \"the commanders\") or by the most clearly visible signs of this superiority, for example, as \"the rich,\" \"the possessors\" (this is the meaning of 'Arya,' and of corresponding words in Iranian and Slavic).",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "As is well known, the priests are the most evil enemies — but why? Because they are the most impotent. It is because of their impotence that in them hatred grows to monstrous and uncanny proportions, to the most spiritual and poisonous kind of hatred. The truly great haters in the world history have always been priests; likewise the most ingenious haters: other kinds of spirit hardly come into consideration when compared with the spirit of priestly vengefulness.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "While every noble morality develops from a triumphant affirmation of itself, slave morality from the outset says No to what is \"outside,\" what is \"different,\" what is \"not itself\"; and this No is its creative deed.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Without cruelty there is no festival: thus the longest and most ancient part of human history teaches — and in punishment there is so much that is festive!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "That every will must consider every other will its equal — would be a principle hostile to life, an agent of the dissolution and destruction of man, an attempt to assassinate the future of man, a sign of weariness, a secret path to nothingness.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "It is possible to imagine a society flushed with such a sense of power that it could afford to let its offenders go unpunished.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The broad effects which can be obtained by punishment in man and beast are the increase of fear, the sharpening of the sense of cunning, the mastery of the desires; so it is that punishment tames man, but does not make him \"better.\"",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "All instincts that do not discharge themselves outwardly turn inward — this is what I call the internalization of man: thus it was that man first developed what was later called his \"soul.\"",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The advent of the Christian God, as the maximum god attained so far, was therefore accompanied by the maximum feeling of guilty indebtedness on earth.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "If a temple is to be erected, a temple must be destroyed.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The sick are the greatest danger for the healthy; it is not from the strongest that harm comes to the strong, but from the weakest.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "A strong and well-constituted man digests his experiences (deeds and misdeeds all included) just as he digests his meats, even when he has some tough morsels to swallow.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "O, what nowadays does science not conceal! How much, at least, it is meant to conceal!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Plato is boring.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "What is it: is man only a blunder of God, or God only a blunder of man?",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "What does not kill me, makes me stronger.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "He who has a Why? in life can tolerate almost any How?",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Women are considered profound. Why? Because we never fathom their depths. But women aren't even shallow.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Without music, life would be a mistake.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Christianity is a metaphysics of the hangman...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Liberalism: in other words, herd-animalization.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Freedom is the will to be responsible for ourselves. It is to preserve the distance which separates us from other men. To grow more indifferent to hardship, to severity, to privation, and even to life itself.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Two great European narcotics, alcohol and Christianity.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Man believes that the world itself is filled with beauty — he forgets that it is he who has created it. He alone has bestowed beauty upon the world — alas! only a very human, an all too human, beauty.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "My conception of freedom. — The value of a thing sometimes does not lie in that which one attains by it, but in what one pays for it — what it costs us. I give an example. Liberal institutions cease to be liberal as soon as they are attained: later on, there are no worse and no more thorough injurers of freedom than liberal institutions. One knows, indeed, what their ways bring: they undermine the will to power; they level mountain and valley, and call that morality; they make men small, cowardly, and hedonistic  — every time it is the herd animal that triumphs with them. Liberalism: in other words, herd-animalization ...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "It is my ambition to say in ten sentences what everyone else says in a whole book — what everyone else does not say in a whole book.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The doctrine of equality! … But there is no more venomous poison in existence: for it appears to be preached by justice itself, when it is actually the end of justice … \"Equality to the equal; inequality to the unequal\" — that would be true justice speaking: and its corollary, \"never make the unequal equal\".",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "When one gives up Christian belief one thereby deprives oneself of the right to Christian morality. For the latter is absolutely not self-evident: one must make this point clear again and again, in spite of English shallowpates.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "We have already gone beyond whatever we have words for. In all talk there is a grain of contempt.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "These same institutions produce quite different effects while they are still being fought for; then they really promote freedom in a powerful way. On closer inspection it is war that produces these effects, the war for liberal institutions, which, as a war, permits illiberal instincts to continue. And war educates for freedom. For what is freedom? That one has the will to self-responsibility. That one maintains the distance which separates us. That one becomes more indifferent to difficulties, hardships, privation, even to life itself. That one is prepared to sacrifice human beings for one's cause, not excluding oneself.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Freedom means that the manly instincts which delight in war and victory dominate over other instincts, for example, over those of \"pleasure.\" The human being who has become free — and how much more the spirit who has become free — spits on the contemptible type of well-being dreamed of by shopkeepers, Christians, cows, females, Englishmen, and other democrats. The free man is a warrior. —",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "How is freedom measured, in individuals as in nations? By the resistance which must be overcome, by the effort  it costs to remain on top. The highest type of free men should be sought where the highest resistance is constantly overcome: five steps from tyranny, close to the threshold of the danger of servitude. This is true psychologically if by \"tyrants\" are meant inexorable and dreadful instincts that provoke the maximum of authority and discipline against themselves — most beautiful type: Julius Caesar — ; this is true politically too; one need only go through history. The nations which were worth something, became worth something, never became so under liberal institutions: it was great danger that made something of them that merits respect. Danger alone acquaints us with our own resources, our virtues, our armor and weapons, our spirit — and forces us to be strong ...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "First principle: one must need to be strong — otherwise one will never become strong. — Those large hothouses  for the strong, for the strongest kind of human being that has ever been, the aristocratic commonwealths of the type of Rome or Venice, understood freedom exactly in the sense in which I understand the word freedom: as something one has and does not have, something one wants, something one conquers ...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Our institutions are no good any more: on that there is universal agreement. However, it is not their fault but ours. Once we have lost all the instincts out of which institutions grow, we lose institutions altogether because we are no longer good for them.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Some are born posthumously.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "What is good? All that heightens the feeling of power in man, the will to power, power itself. What is bad? All that is born of weakness. What is happiness? The feeling that power is growing, that resistance is overcome.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "In Christianity neither morality nor religion come into contact with reality at any point.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Hope, in its stronger forms, is a great deal more powerful stimulans<!----> to life than any sort of realized joy can ever be. Man must be sustained in suffering by a hope so high that no conflict with actuality can dash it—so high, indeed, that no fulfilment can satisfy it: a hope reaching out beyond this world.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Love is a state in which a man sees things most decidedly as they are not.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "...to the priestly class — decadence is no more than a means to an end. Men of this sort have a vital interest in making mankind sick, and in confusing the values of \"good\" and \"bad,\" \"true\" and \"false\" in a manner that is not only dangerous to life, but also slanders it.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The 'Kingdom of Heaven' is a condition of the heart — not something that comes 'upon the earth' or 'after death'.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The 'kingdom of God' is not something one waits for; it has no yesterday or tomorrow, it does not come 'in a thousand years' — it is an experience within a heart; it is everywhere, it is nowhere...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The very word \"Christianity\" is a misunderstanding — in truth, there was only one Christian, and he died on the cross.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "As an artistic triumph in psychological corruption … the Gospels, in fact, stand alone … Here we are among Jews: this is the first thing to be borne in mind if we are not to lose the thread of the matter. This positive genius for conjuring up a delusion of personal \"holiness\" unmatched anywhere else, either in books or by men; this elevation of fraud in word and attitude to the level of an art — all this is not an accident due to the chance talents of an individual, or to any violation of nature. The thing responsible is race.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The whole disaster was only made possible by the fact that there already existed in the world a similar megalomania, allied to this one in race, to wit, the Jewish.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "What follows, then? That one had better put on gloves before reading the New Testament. The presence of so much filth makes it very advisable. One would as little choose early Christians for companions as Polish Jews: not that one need seek out an objection to them — neither has a pleasant smell.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "\"Do I still have to add that in the entire New Testament there is only one solitary figure one is obliged to respect? Pilate, the Roman governor. To take a Jewish affair seriously — he cannot persuade himself to do that. One Jew more or less — what does it matter ?... The noble scorn of a Roman before whom an impudent misuse of the word 'truth' was carried on has enriched the New Testament with the only expression which possesses value — which is its criticism, its annihilation even: 'What is truth?...\"",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The God that Paul invented for himself, a God who \"reduced to absurdity\" \"the wisdom of this world\" (especially the two great enemies of superstition, philology and medicine), is in truth only an indication of Paul's resolute determination to accomplish that very thing himself: to give one's own will the name of God, Torah — that is essentially Jewish.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "God created woman. And boredom did indeed cease from that moment — but many other things ceased as well! Woman was God's second mistake.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Against boredom even gods struggle in vain.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "That faith makes blessed under certain circumstances, that blessedness does not make of a fixed idea a true idea, that faith moves no mountains but puts mountains where there are none: a quick walk through a madhouse enlightens one sufficiently about this.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "\"Faith\" means not wanting to know what is true.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Whom do I hate most among the rabble of today? The socialist rabble, the chandala apostles, who undermine the instinct, the pleasure, the worker’s sense of satisfaction with his small existence–who make him envious, who teach him revenge. The source of wrong is never unequal rights but the claim of “equal” rights.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Nihilist and Christian. They rhyme, and do not merely rhyme...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Christianity destroyed for us the whole harvest of ancient civilization, and later it also destroyed for us the whole harvest of Mohammedan civilization. The wonderful culture of the Moors in Spain, which was fundamentally nearer to us and appealed more to our senses and tastes than that of Rome and Greece, was trampled down ( — I do not say by what sort of feet — ) Why? Because it had to thank noble and manly instincts for its origin — because it said yes to life, even to the rare and refined luxuriousness of Moorish life! The crusaders later made war on something before which it would have been more fitting for them to have grovelled in the dust — a civilization beside which even that of our nineteenth century seems very poor and very \"senile.\" .",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "I call Christianity the one great curse, the one great intrinsic depravity, the one great instinct for revenge for which no expedient is sufficiently poisonous, secret, subterranean, petty — I call it the one immortal blemish of mankind.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The knight of knowledge must be able not only to love his enemies, but also to hate his friends.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "One must pay dearly for immortality; one has to die several times while one is still alive.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "And nothing on earth consumes a man more quickly than the passion of resentment.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "I know my fate. One day my name will be associated with the memory of something tremendous — a crisis without equal on earth, the most profound collision of conscience, a decision that was conjured up against everything that had been believed, demanded, hallowed so far. I am no man, I am dynamite.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "What does not kill him, makes him stronger.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "I am a pure-blooded Polish nobleman, without a single drop of bad blood, certainly not German blood. When I look for my diametric opposite, an immeasurably shabby instinct, I always think of my mother and sister, — it would blaspheme my divinity to think I am related to this sort of canaille. The way my mother and sister treat me to this very day is a source of unspeakable horror; a real time bomb is at work here, which can tell with unerring certainty the exact moment I can be hurt — in my highest moments, … because at that point I do not have the strength to resist poison worms …",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "All things considered, I could never have survived my youth without Wagnerian music. For I seemed condemned to the society of Germans. If a man wishes to rid himself of a feeling of unbearable oppression, he may have to take to hashish. Well, I had to take to Wagner...",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The world is poor for him who has never been sick enough for this 'voluptuousness of hell':",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "To become what one is, one must not have the faintest idea what one is.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "There is nothing to life that has value, except the degree of power—assuming that life itself is the will to power.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "This is the antinomy: Insofar as we believe in morality we pass sentence on existence.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Moralities and religions are the principal means by which one can make whatever one wishes out of man, provided one possesses a superfluity of creative forces and can assert one's will over long periods of time — in the form of legislation and customs.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "A man as he ought to be: that sounds to us as insipid as \"a tree as it ought to be.\"",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "No more fiction for us: we calculate; but that we may calculate, we had to make fiction first.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The stronger becomes master of the weaker, in so far as the latter cannot assert its degree of independence — here there is no mercy, no forbearance, even less a respect for \"laws.\"",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Morality is: the mediocre are worth more than the exceptions … I abhore Christianity with a deadly hatred.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The states in which we infuse a transfiguration and a fullness into things and poetize about them until they reflect back our fullness and joy in life...three elements principally: sexuality, intoxication and cruelty — all belonging to the oldest festal joys.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The beautiful exists just as little as the true. In every case it is a question of the conditions of preservation of a certain type of man: thus the herd-man will experience the value feeling of the true in different things than will the overman.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "A declaration of war on the masses by higher men is needed! … Everything that makes soft and effeminate, that serves the end of the people or the feminine, works in favor of universal suffrage, i.e. the domination of the inferior men. But we should take reprisal and bring this whole affair to light and the bar of judgment.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The rights a man arrogates to himself are related to the duties he imposes on himself, to the tasks to which he feels equal. The great majority of men have no right to existence, but are a misfortune to higher men.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The homogenizing of European man … requires a justification: it lies in serving a higher sovereign species that stands upon the former which can raise itself to its task only by doing this. Not merely a master race whose sole task is to rule, but a race with its own sphere of life, with an excess of strength … strong enough to have no need of the tyranny of the virtue-imperative.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "To those human beings who are of any concern to me I wish suffering, desolation, sickness, ill-treatment, indignities — I wish that they should not remain unfamiliar with profound self-contempt, the torture of self-mistrust, the wretchedness of the vanquished: I have no pity for them, because I wish them the only thing that can prove today whether one is worth anything or not — that one endures.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "There is only nobility of birth, only nobility of blood. When one speaks of \"aristocrats of the spirit,\" reasons are usually not lacking for concealing something. As is well known, it is a favorite term among ambitious Jews. For spirit alone does not make noble. Rather, there must be something to ennoble the spirit. What then is required? Blood.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The possibility has been established for the production of...a master race, the future \"masters of the earth\"...made to endure for millennia — a higher kind of men who...employ democratic Europe as their most pliant and supple instrument for getting hold of the destinies of the earth.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The good generally displeases us when it is beyond our ken.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Everyone who enjoys thinks that the principal thing to the tree is the fruit, but in point of fact the principal thing to it is the seed.—Herein lies the difference between them that create and them that enjoy.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "He that prefers the beautiful to the useful in life will, undoubtedly, like children who prefer sweetmeats to bread, destroy his digestion and acquire a very fretful outlook on the world.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "On the heights it is warmer than people in the valleys suppose, especially in winter. The thinker recognizes the full import of this simile.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The value of many men and books rests solely on their faculty for compelling all to speak out the most hidden and intimate things.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "Merchant and pirate were for a long period one and the same person. Even today mercantile morality is really nothing but a refinement of piratical morality.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "I teach you the Overman. Man is something which shall be surpassed.",
      "philosopher": "Friedrich Nietzsche"
    }
  ]
}

